Repository: pozsarzs/mm5dread
Catalog: languages/mm5dread_*.po
Languages: hu

source: Cannot read configuration file!
hu: A beállításfájl nem olvasható!

source: Cannot write configuration file!
hu: A beállításfájl nem írható!

source: Cannot read data from this URL!
hu: Nem tudok adatokat beolvasni erről az URL-ről!

source: Hyphae
hu: Átszövetés

source: Mushroom
hu: Termesztés

source: The number of received data is wrong!
hu: A vett adatok száma helytelen!

source: Use v0.6 or higher software on the controller!
hu: Használjon v0.6 vagy újabb programot a vezérlőn!

source: Inputs
hu: Bemenetek

source: Errors
hu: Hibajelzők

source: Outputs
hu: Kimenetek

source: Status
hu: Állapot

source: Temperature
hu: Hőmérséklet

source: Switching box protection error
hu: Kapcsolódoboz túláramvédelmi hiba

source: Low water pressure
hu: Alacsony víznyomás

source: Bad humidity
hu: Rossz páratartalom

source: Heating
hu: Fűtés

source: Lighting
hu: Világítás

source: Ventilating
hu: Szellőztetés

source: Humidifying
hu: Párásítás

source: Relative humidity
hu: Relatív páratartalom

source: Switching box manual control
hu: Kapcsolószekrény kézi vezérlés

source: Switching box overcurrent protection
hu: Kapcsolószekrény túláramvédelem

source: Water pressure detector
hu: Víznyomás érzékelő

source: Door and window opening detector
hu: Ablak- és ajtónyitás érzékelő

source: Bad temperature
hu: Rossz hőmérséklet

source: Read data from device
hu: Adatok olvasása a berendezésről

source: Add URL to list
hu: URL hozzáadása a listához

source: Remove URL from list
hu: URL eltávolítása a listából
